Revit 2027 API
ParameterTypeId.PhyMaterialParamYoungModn2 Property
 "Young's Modulus 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamYoungModn2 { get; }
Public Shared ReadOnly Property PhyMaterialParamYoungModn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamYoungModn2 {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamYoungModn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace